Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: If your customer wants to return or get reimbursement for items or services that you have sold and received payment for, you must create and post a sales credit memo that specifies the requested change.
cs_cz: Pokud váš zákazník chce vrátit nebo získat náhradu za zboží a služby, které jste mu prodali a obdrželi jste platbu, musíte vytvořit a zaúčtovat prodejní dobropis, který specifikuje požadovanou změnu.

source: To include the correct sales invoice information, you can create the sales credit memo from the posted sales invoice or use a copy function.
cs_cz: Chcete-li zahrnou správné informace z prodejních faktur, můžete vytvořit prodejní dobropis z účtovaných prodejních faktur nebo použít funkci kopírování.

source: In addition to the original posted sales invoice, you can apply the sales credit memo to other sales documents, for example another posted sales invoice, because the customer is also returning items delivered with that invoice.
cs_cz: Kromě původní účtované prodejní faktury, můžete použít prodejní dobropis na prodejní dokumenty, například na jinou účtovanou prodejní fakturu, protože zákazník také vrací položky dodané s touto fakturou.

source: A return or reimbursement may relate to only some of the items or services on the original sales invoice.
cs_cz: Vrácení nebo refundace se mohou týkat pouze některého zboží nebo služeb na původní prodejní faktuře.

source: In that case, you must edit information on the lines on the sales credit memo.
cs_cz: V takovém případě musíte upravit údaje na řádcích v prodejním dobropisu.

source: When you post the sales credit memo, the sales documents that are affected by the change are reversed and a refund payment can be created for the customer.
cs_cz: Když zaúčtujete prodejní dobropis, prodejní doklady, které jsou touto změnou ovlivněny, jsou zrušeny a pro zákazníka může být vytvořena platba na vrácení peněz.

source: You can send the posted sales credit memo to the customer to confirm the return or cancellation and communicate that the related value will be reimbursed, for example when the items are returned.
cs_cz: Můžete zákazníkovi odeslat účtovaný prodejní dobropis za účelem potvrzení vrácení nebo zrušení a sdělit mu, že příslušná částka bude uhrazena. Například za zboží, které vrátil.

source: To create a sales credit memo from a posted sales invoice
cs_cz: Vytvoření prodejního dobropisu z účtované prodejní faktury

source: In the top right corner, choose the Search for Page or Report icon, enter Posted Sales Invoices, and the choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Účtované prodejní faktury a poté vyberte příslušný odkaz.

source: In the Posted Sales Invoices window, select the posted sales invoice that you want to reverse, and then choose the Create Corrective Credit Memo action.
cs_cz: V okně Účtované prodejní faktury vyberte účtovanou fakturu, kterou chcete vrátit, a vyberte tlačítko Vytvořit opravný dobropis.

source: Most fields on the sales credit memo header are filled with the information from the posted sales invoice.
cs_cz: Většina políček v hlavičce prodejního dobropisu bude naplněna údaji z účetované prodejní faktury.

source: Edit information on the lines according to the agreement, such as the number of items returned or the amount to be reimbursed.
cs_cz: Upravte informace na řádcích vzhledem k dohodě, jako je počet položek vráceného zboží nebo částku, jaká má být vrácena.

source: In the Apply Customer Entries window, select the line with the posted sales document that you want to apply the sales credit memo to, and then choose the Applies-to ID action.
cs_cz: V okně Vyrovnat položky zákazníka vyberte řádky s účtovanými dokumenty, které chcete použít na prodejní dobropis a poté zvolte ID vyrovnání.

source: The number of the sales credit memo is inserted in the Applies-to ID field.
cs_cz: Číslo prodejního dobropisu je vloženo do políčka ID vyrovnání.

source: At the bottom of the Apply Customer Entries window, you can see the total amount to apply to reverse all involved entries, namely when the value in the Balance field is zero.
cs_cz: V dolní části okna Vyrovnat položky zákazníka můžete vidět celkový součet k částky k vyrovnání všech položek, jmenovitě, pokud políčko Zůstatek je nulové.

source: When you post the sales credit memo, it will be applied to the specified posted sales documents.
cs_cz: Pokud účtujete prodejní dobropis, bude se vztahovat na specifické účtované prodejní dokumenty.

source: When you have created or edited the needed sales credit memo lines and the single or multiple applications are specified, you can proceed to post the sales credit memo.
cs_cz: Pokud jste vytvořili nebo upravili potřebné řádky prodejního dobropisu a jsou určena jednoduchá nebo násobná vyrovnání, můžete pokračovat v procesu účtování prodejního dobropisu.

source: Choose the Post and Send action.
cs_cz: Vyberte tlačítko Účtovat a Odeslat.

source: The posted sales documents that you applied the credit memo to are now reversed, and a refund payment can be created for the customer.
cs_cz: Účtované prodejní dokumenty, na které jste vytvořili prodejní dobropis, jsou nyní stornovány a platba vrácení peněz může být vytvořena.

source: The sales credit memo is removed and replaced with a new document in the list of posted sales credit memos.
cs_cz: Prodejní dobropis je smazán a nahrazen novým dokumentem v seznamu účtovaných prodejních dobropisů.

source: To create a sales credit memo from scratch
cs_cz: Vytvoření prodejního dobropisu od začátku

source: In the top right corner, choose the Search for Page or Report icon, enter Posted Sales Invoices, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Prodejní dobropisy a poté vyberte příslušný odkaz.

source: Choose the New action to open a new empty sales credit memo.
cs_cz: Zvolte tlačíko Nový k otevření prázdného prodejního dobropisu.

source: In the Copy Sales Document window, in the Document Type field, select Posted Invoice.
cs_cz: V okně Kopie prodejního dokladu v poli Typ dokladu vyberte Účtované faktury.

source: field to open the Posted Sales Invoices window, and then select the posted sales invoice that contains lines that you want to reverse.
cs_cz: k otevření okna Účtované prodejní faktury a vyberte fakturu obsahující řádky, které chcete vrátit.

source: Select the Recalculate Lines check box if you want the copied posted sales invoice lines to be updated with any changes in item price and unit cost since the invoice was posted.
cs_cz: Zaškrtněte políčko Přepočítat řádky pokud chcete, aby řádky účtované prodejní faktury byly aktualizovány s jakoukoli změnou ceny položky a jednotkovými náklady od účtování faktury.

source: The copied invoice lines are inserted in the sales credit memo.
cs_cz: Zkopírované řádky faktury jsou vloženy do prodejního dobropisu.

source: Complete the sales credit memo as explained in the "To create a sales credit memo from a posted sales invoice" section in this topic.
cs_cz: Dokončete dobropis, tak jak je vysvětleno v „Vytvoření prodejního dobropisu z účtované prodejní faktury“.

source: Record Sales Prices and Discounts
cs_cz: Zaznamenávání prodejních cen a slev

source: The different price and discount agreements that apply when selling to different customers must be defined so that the agreed rules and values are applied to sales documents that you create for the customers.
cs_cz: Různé cenové a slevové dohody, které při prodeji platí pro různé zákazníky musí být definovány tak, aby dohodnutá pravidla a hodnoty byly použity na prodejních dokumentech, které vytvoříte pro zákazníky.

source: Concerning prices, you can have a special sales price inserted on sales lines if a certain combination of customer, item, minimum quantity, unit of measure, or starting/ending date exists.
cs_cz: Pokud jde o ceny, můžete mít speciální ceny na řádcích, jestliže existuje určitá kombinace zákazníka, zboží, minimálního množství, měrné jednotky a počátečního či koncového data.

source: Concerning discounts, you can set up and use two types of sales discounts:
cs_cz: Pokud jde o slevy, můžete nastavit a použít tyto dva druhy slev:

source: Sales Line Discount
cs_cz: Prodejní řádková sleva

source: An amount discount that is inserted on sales lines if a certain combination of customer, item, minimum quantity, unit of measure, or starting/ending date exists.
cs_cz: Částka slevy, která je vložena na prodejních řádcích v závislosti na kombinaci zákazníka, zboží, minimálního množství, měrné jednotky a počátečního či koncového data.

source: This works in the same way as for sales prices.
cs_cz: Stejně to funguje pro prodejní ceny.

source: A percentage discount that is subtracted from the document total if the value amount of all lines on a sales document exceeds a certain minimum.
cs_cz: Procentuální sleva je odečtena od celkové hodnoty dokumentu, pokud hodnota všech řádků na prodejním dokumentu přesahuje určité minimum.

source: Because sales prices and sales line discounts are based on a combination of item and customer, you can also perform this configuration from the item card of the item where the rules and values apply.
cs_cz: Vzhledem k tomu, že prodejní ceny a řádkové slevy jsou založeny na kombinaci položky a zákazníka, můžete tuto konfiguraci provést také z karty zboží (položky), kde můžete nastavit pravidla a hodnoty.

source: To set up a sales price for a customer
cs_cz: Nastavení prodejních cen zákazníka

source: Open the relevant customer card, and then choose the Prices action.
cs_cz: Otevřete příslušnou kartu zákazníka a zvolte tlačítko Ceny.

source: The Sales Type field is prefilled with Customer, and the Sales Code field is prefilled with the customer number.
cs_cz: Políčko Typ prodeje je předvyplněno Zákazníkem a pole Kód prodeje je předvyplněno číslem zákazníka.

source: Fill a line for each combination that will grant a special sales price to the customer.
cs_cz: Vyplňte řádek pro každou kombinaci, která poskytne speciální cenu pro zákazníka.

source: To set up a sales line discount for a customer
cs_cz: Nastavení Prodejních řádkových sleva zákazníka

source: Open the relevant customer card, and then choose the Line Discounts action.
cs_cz: Otevřete příslušnou kartu zákazníka a zvolte tlačítko Řádkové slevy.

source: Fill a line for each combination that will grant a sales line discount to the customer.
cs_cz: Vyplňtě řádek pro každou kombinaci, která poskytne prodejní řádkovou slevu pro zákazníka.

source: To set up an invoice discount for a customer
cs_cz: Nastavení slevy z faktury pro zákazníka

source: When you have decided which customers are eligible for invoice discounts, enter the invoice discount code on the customer cards and set up the terms for each code.
cs_cz: Když se rozhodnete, kteří zákazníci mají nárok na fakturační slevu, tak vložte kód fakturační slevy na kartu zákazníka a nastavte podmínky pro daný kód.

source: Open the customer card for a customer that will be eligible for invoice discounts.
cs_cz: Otevřete kartu zákazníka, pro zákazníka, který bude mít nárok na fakturační slevy.

source: Code field, select a code for the relevant invoice discount terms to use to calculate invoice discounts for the customer.
cs_cz: vyberte kód příslušné podmínky fakturační slevy k vypočítání fakturačních slev pro daného zákazníka.

source: Invoice discount codes are represented by existing customer cards.
cs_cz: Kódy fakturačních slev jsou zastoupeny na existujících kartách zákazníků.

source: This enables you to quickly assign invoice discount terms to customers by picking the name of another customer who will have the same terms.
cs_cz: To vám umožní rychle přiřadit podmínky fakturačních slev zákazníkovi výběrem jména jiného zákazníka, který má stejné podmínky.

source: Proceed to set up new the sales invoice discount terms.
cs_cz: Pokračujte v nastavení nových podmínek fakturačních slev.

source: In the Customer Card window, choose the Invoice Discounts action.
cs_cz: V okně Karta zákazníka zvolte Fakturační slevy.

source: The Cust.
cs_cz: Otevře se okno

source: Repeat steps 5 through 7 for each currency that the customer will receive a different invoice discount for.
cs_cz: Opakujte kroky 5 až 7 pro každou měnu, pokud zákazník obdrží různé faktury.

source: The invoice discount is now set up and assigned to the customer in question.
cs_cz: Fakturační sleva je nyní nastavena a přiřazena dotyčnému zákazníkovi.

source: When you select the customer code in the Invoice Disc.
cs_cz: Když si vyberete kód zákazníka v políčku Kód fakturační slevy

source: Code field on other customer cards, the same invoice discount is assigned to those customers.
cs_cz: na ostatních kartách zákazníků, bude přiřazena těmto zákazníkům stejná fakturační sleva.

source: Register New Customers
cs_cz: Registrace nových zákazníků

source: Customers are the source of your income.
cs_cz: Zákazníci jsou zdrojem příjmů.

source: Each customer who you sell to must be registered as a customer card.
cs_cz: Každý zákazník, kterému prodáváte, musí být zaznamenán jako karta zákazníka.

source: Before you can register new customers, you must set up various sales codes that you can select from when you fill customer cards.
cs_cz: Než budete moci registrovat nové zákazníky, musíte nastavit různé prodejní kódy, které si můžete vybrat od okamžiku, kdy vyplníte zákaznické karty.

source: For more information, see Set Up Sales.
cs_cz: Další informace naleznete v tématu: Nastavení prodeje.

source: Customer cards hold the information that is required to sell products to the customer.
cs_cz: Karty zákazníků udržují informace, které jsou potřebné k prodeji produktů zákazníkům.

source: Invoice Sales and How to:
cs_cz: Fakturování prodeje nebo Návod:

source: If customer templates exist for different customer types, then a window appears when you create a new customer card from where you can select an appropriate template.
cs_cz: Pokud existují šablony zákazníků pro různé typy zákazníků, objeví se okno při vytváření nové zákaznické karty, kde můžete vybrat vhodnou šablonu.

source: If only one customer template exists, then new customer cards always use that template.
cs_cz: Pokud existuje jediná šablona zákazníka, potom nová karta zákazníka vždy použije tuto šablonu.

source: To create a new customer card
cs_cz: Vytvoření nové karty zákazníka

source: On the Home page, choose the Customers action to open the list of existing customers.
cs_cz: Na domovské stránce, vyberte tlačítko Zákazníci k otevření seznamu existujících zákazníků.

source: In the Customers window, choose the New action.
cs_cz: V okně Zákazníci zvolte Nový.

source: If only one customer template exists, then a new customer card opens with some fields filled with information from the template.
cs_cz: Pokud existuje pouze jedna šablona zákazníka, otevře se nová zákaznická karta s několika předvyplněnými poli s informacemi ze šablony.

source: If more than one customer template exists, then a window opens from which you can select a customer template.
cs_cz: Pokud existuje více než jedna šablona zákazníka, otevře se okno, z něhož můžete vybrat šablonu zákazníka.

source: In the Select a template for a new customer window, choose the template that you want to use for the new customer card.
cs_cz: Ve okně Výběr šablony pro nového zákazníka vyberte šablonu, kterou chcete použít pro novou kartu zákazníka.

source: A new customer card opens with some fields filled with information from the template.
cs_cz: Otevře se nová zákaznická karta s několika předvyplněnými poli s informacemi ze šablony.

source: Proceed to fill or change fields on the customer card as necessary.
cs_cz: Pokračujte ve vyplňování nebo změně polí na kartě zákazníka podle potřeby.

source: On the Sales Prices FastTab, you can view special prices or discounts that you grant for the customer if certain criteria are met, such as item, minimum order quantity, or ending date.
cs_cz: V záložce Prodejní ceny můžete zobrazit zvláštní ceny nebo slevy, které udělujete zákazníkovi, pokud jsou splněna určitá kritéria, jako je položka, minimální objednané množství nebo datum ukončení.

source: The customer is now registered, and the customer card is ready to be used on sales documents.
cs_cz: Zákazník je nyní zaregistrován a zákaznická karta je připravena k použití v prodejních dokumentech.

source: If you want to use this customer card as a template when you create new customer cards, you can save it as a template.
cs_cz: Chcete-li tuto kartu použít jako šablonu pro vytváření nových zákaznických karet, můžete ji uložit jako šablonu.

source: To save the customer card as a template
cs_cz: Uložení zákaznické karty pro vytvoření šablony.

source: In the Customer Card window, choose the Save as Template action.
cs_cz: V okně Karta zákazníka zvolte Uložit jako šablonu.

source: The Customer Template window opens showing the customer card as a template.
cs_cz: Otevře se okno Šablona zákazníka, která zobrazuje kartu zákazníka jako šablonu.

source: The Dimension Templates window opens showing any dimension codes that are set up for the customer.
cs_cz: Okno Šablony dimenzí zobrazí kódy dimenzí, které jsou nastaveny u daného zákazníka.

source: Edit or enter dimension codes that will apply to new customer cards created by using the template.
cs_cz: Upravte nebo zadejte kódy dimenzí, které se budou vztahovat na nové zákaznické karty vytvořené pomocí šablony.

source: When you have completed the new customer template, choose the OK button.
cs_cz: Po dokončení nové šablony zákazníka zvolte tlačítko OK.

source: The customer template is added to the list of customer templates, so that you can use it to create new customer cards.
cs_cz: Šablona zákazníka je přidána do seznamu šablon zákazníků, takže ji můžete použít k vytvoření nových zákaznických karet.

source: You create a sales order or sales invoice to record your agreement with a customer to sell certain products on certain delivery and payment terms.
cs_cz: Můžete vytvořit prodejní objednávku nebo prodejní fakturu k zaznamenání vaší dohody se zákazníkem o prodeji určitých produktů za určitých dodacích a platebních podmínek.

source: You use sales orders if your sales process requires that you can ship parts of an order quantity, for example, because the full quantity is not available at once.
cs_cz: Musíte použít prodejní objednávky, pokud to váš prodejní proces vyžaduje, a můžete dodat pouze části objednávky, například pokud celé množství není k dispozici najednou.

source: You can negotiate with the customer by first creating a sales quote, which you can convert to a sales order when you agree on the sale.
cs_cz: Můžete vyjednávat se zákazníkem tím, že nejprve vytvoříte prodejní nabídku, kterou můžete při prodeji převést na prodejní objednávku, pokud souhlasíte s obchodem.

source: After the customer has confirmed the agreement, for example after a quote process, you can send an order confirmation to record your obligation to deliver the products as agreed.
cs_cz: Poté, co zákazník potvrdí dohodu, například po nabídce cen, můžete odeslat potvrzení objednávky, abyste si zaznamenali povinnost dodat produkty podle dohody.

source: When you deliver the products, either fully or partially, you post the sales order as shipped or as shipped and invoiced to create the related item and customer ledger entries in your system.
cs_cz: Když doručujete produkty, ať již plně nebo částečně, účtujete objednávku jako dodanou nebo jako dodanou a fakturovanou k vytvoření souvisejících položek a záznamů pro zákazníky v systému.

source: When you post the sales order, you can also email the document as a PDF attachment.
cs_cz: Při účtování prodejní faktury můžete také dokument poslat jako přílohu ve formátu PDF.

source: You can have the email body prefilled with a summary of the order and payment information, such as a link to PayPal.
cs_cz: Tělo e-mailu můžete předvyplnit informacemi o objednávce a platbě, stejně jako odkaz na platbu PayPal.

source: The sales order process is the same for both product types.
cs_cz: Proces prodejních objednávek je stejný pro oba typy produktů.

source: You can fill customer fields on the sales order in two ways depending on whether the customer is already registered.
cs_cz: Položky zákazníků můžete vyplnit na prodejní objednávce dvěma způsoby v závislosti na tom, zda je zákazník již zaregistrován.

source: To create a sales order
cs_cz: Vytvoření prodejní objednávky

source: On the Home page, choose the Sales Order action.
cs_cz: Na domovské stránce vyberte tlačítko Prodejní objednávka.

source: Other fields in the Sales Order window are now filled with the standard information of the selected customer.
cs_cz: Ostatní pole v okně Prodejní objednávka jsou nyní vyplněny informacemi vybraného zákazníka.

source: The Name field is prefilled with the new customer’s name that you entered on the sales order.
cs_cz: Políčko Název je předvyplněno novým jménem zákazníka, kterého jste zadali v prodejní objednávce.

source: When you have completed the customer card, choose the OK button to return to the Sales Order window.
cs_cz: Po dokončení karty zákazníka zmáčkněte tlačítko OK, abyste se vrátili do okna Prodejní objednávka.

source: Several fields on the sales order are now filled with information that you specified on the new customer card.
cs_cz: Několik polí na prodejní objednávce je nyní vyplněno informacemi uvedenými na nové kartě zákazníka.

source: Fill in the remaining fields in the Sales Order window as necessary.
cs_cz: V případě potřeby vyplňte zbývající pole v okně Prodejní objednávka.

source: You are now ready to fill the sales order lines with inventory items or services that you want to sell to the customer.
cs_cz: Nyní jste připraveni vyplnit řádky prodejní objednávky zbožím nebo službami, které chcete prodávat zákazníkovi.

source: If you have set up recurring sales lines for the customer, such as a monthly replenishment order, then you can insert these lines on the order by choosing the Get Recurring Sales Lines action.
cs_cz: Pokud jste pro zákazníka nastavili opakované prodejní řádky, například objednávku měsíčního doplňování, můžete tyto řádky vložit na objednávku vybráním akce Získat periodické prodejní řádky.

source: To only ship a part of the order quantity, enter that quantity in the Qty. to Ship field.
cs_cz: Chcete-li odeslat pouze část objednávky, zadejte množství do pole Množství k odeslání.

source: The value is copied to the Qty. to Invoice field.
cs_cz: Hodnota se zkopíruje do pole K fakturaci.

source: To only invoice a part of the shipped quantity, enter that quantity in the Qty. to Invoice field.
cs_cz: Chcete-li fakturovat pouze část objednávky, zadejte množství do pole K fakturaci.

source: The quantity must be lower than the value in the Qty. to Ship field.
cs_cz: Množství musí být nižší než hodnota v poli K fakturaci.

source: When the sales order lines are completed, choose the Post and Send action.
cs_cz: Po dokončení řádků prodejních objednávek vyberte akci Účtovat a odeslat.

source: The related item and customer ledger entries are now created in your system, and the sales order is output as a PDF document.
cs_cz: Položky souvisejících položek a účtů zákazníků jsou nyní vytvořeny ve vašem systému a prodejní objednávka je vyexportována jako dokument PDF.

source: When the sales order is fully posted, it is removed from the list of sales orders and replaced with new documents in the list of posted sales invoices and the list of posted shipments.
cs_cz: Když je prodejní objednávka plně vyúčtována, je odstraněna ze seznamu prodejních objednávek a nahrazena novým dokumentem v seznamu zaúčtovaných prodejních faktur a seznamu odeslaných zásilek.
